Repository: faymaz/Quran-Player
Catalog: po/*/*.po
Languages: tr

source: Quran Player
tr: Kuran Tilaveti

source: Surah Selection
tr: Sure Seçimi

source: Juz Selection
tr: Cüz Seçimi

source: Please restart GNOME Shell for the language change to take effect
tr: Dil değişikliğinin geçerli olması için lütfen GNOME Shell'i yeniden başlatın.

source: No Juz data available
tr: Cüz verisi bulunamadı

source: Hardware Compatibility
tr: Donanım Uyumluluğu

source: Your system may not be compatible with audio playback. Please check system requirements.
tr: Sisteminiz ses oynatma ile uyumlu olmayabilir. Lütfen sistem gereksinimlerini kontrol edin.

source: Juz
tr: Cüz

source: Reciters
tr: Hafızlar

source: Reciter
tr: Hafız

source: Settings
tr: Ayarlar

source: General Settings
tr: Genel Ayarlar

source: Select a reciter for audio playback
tr: Sesli oynatma için bir hafız seçin

source: Autoplay next item
tr: Sonraki öğeyi otomatik oynat

source: Automatically play the next surah/juz when current one finishes
tr: Mevcut bittikten sonra sonraki sure/cüzü otomatik oynat

source: Show notifications
tr: Bildirimleri göster

source: Display notifications when playback starts/stops
tr: Oynatma başladığında/durduğunda bildirim göster

source: Repeat current item
tr: Mevcut öğeyi tekrarla

source: Repeatedly play the current surah/juz until stopped
tr: Durdurulana kadar mevcut sure/cüzü tekrarlayarak çal

source: Language Settings
tr: Dil Ayarları

source: Interface Language
tr: Arayüz Dili

source: Select language for the interface (changes take effect after restart)
tr: Arayüz için dil seçin (değişiklikler yeniden başlatma sonrası etkinleşir)

source: System Default
tr: Sistem Varsayılanı

source: Advanced Settings
tr: Gelişmiş Ayarlar

source: Custom juz list file path
tr: Özel cüz listesi dosya yolu

source: Select Juz File
tr: Cüz Dosyası Seçin

source: Cancel
tr: İptal

source: Select
tr: Seç

source: Custom surah list file path
tr: Özel sure listesi dosya yolu

source: Select Surah File
tr: Sure Dosyası Seç

source: Enable debug logs
tr: Hata ayıklama günlüklerini etkinleştir

source: Enable debug logging for troubleshooting
tr: Sorun giderme için hata ayıklama günlüklemesini etkinleştir
